[
{
    "model": "catalog.product",
    "pk": 4,
    "fields": {
        "name": "Samsung",
        "description": "Монитор Samsung S24R350FZI с частотой обновления 75 Гц выполнен в черно-сером корпусе. Устройство работает на базе матрицы разрешением 1920х1080 пикселей формата 16:9. Установлены порт D-Sub, HDMI и замок Kensington. Для крепления монитора к стене используется VESA 75х75. Мощность энергопотребления составляет 25 Вт, время отклика экрана — 5 мс. Размер монитора — 420х530х230 мм, вес — 3,4 кг.",
        "image": "product_images/ls27c310eamxue_0000_1_bogdfIc.jpg",
        "category": 5,
        "price": "15000.00",
        "created_at": "2024-03-15T16:43:59.029Z",
        "last_updated": "2024-03-24T11:43:34.424Z"
    }
},
{
    "model": "catalog.product",
    "pk": 5,
    "fields": {
        "name": "Lenovo",
        "description": "Ноутбук Lenovo IdeaPad 3 14IML05 оборудован четырехъядерным процессором Intel Core i3 10110U с тактовой частотой 2,1 ГГц, что способствует высокой производительности. Благодаря HDD объемом 1 Тб обеспечены быстрый запуск программ и быстродействие системы. За счет этого устройство удобно для использования при выполнении рабочих и учебных задач. Графический контроллер Intel UHD Graphics исключает вероятность появления искажений и разрывов кадров при показе динамических сцен.\r\nУстройство оснащено 14-дюймовым (39,5 см) экраном, произведенным с использованием TN-технологии. Матовое покрытие предотвращает образование бликов во время работы в ярко освещенном помещении или на улице. Объем оперативной памяти типа DDR4 составляет 4 Гб с возможностью увеличения до 12 Гб. Емкая батарея обеспечивает до 9 часов автономной работы. Тип вилки — американская. В конструкции модели предусмотрены слот для карт памяти SD/MMC и Jack 3,5 мм для соединения с внешними носителями информации и аксессуарами.",
        "image": "product_images/lenovo_JrW7nUu.png",
        "category": 6,
        "price": "50000.00",
        "created_at": "2024-03-15T16:43:59.030Z",
        "last_updated": "2024-03-24T11:43:00.493Z"
    }
},
{
    "model": "catalog.product",
    "pk": 6,
    "fields": {
        "name": "Canon",
        "description": "Продуктивная печать\r\nЛазерный принтер, разработанный для использования в офисе или дома, повышает скорость печати без потери качества. У нас есть лазерные принтеры как для монохромной, так и цветной печати. Ограничены в пространстве? Модели нашей коллекции лазерных принтеров для дома компактны и не займут много места.\r\nCANON i-Sensys MF428x - проверенный, безопасный и простой в использовании, многофункциональный принтер для офиса, малого и среднего бизнеса. Обеспечивает надежное подключение к мобильным устройствам и высокий уровень контроля.",
        "image": "product_images/mfu_canon_i_Sensys_MF453dw_5161C007_2.jpg",
        "category": 7,
        "price": "26000.00",
        "created_at": "2024-03-15T16:43:59.030Z",
        "last_updated": "2024-03-24T11:38:45.914Z"
    }
},
{
    "model": "catalog.category",
    "pk": 5,
    "fields": {
        "name": "Мониторы",
        "description": "Описание категории Мониторы"
    }
},
{
    "model": "catalog.category",
    "pk": 6,
    "fields": {
        "name": "Ноутбуки",
        "description": "Описание категории Ноутбуки"
    }
},
{
    "model": "catalog.category",
    "pk": 7,
    "fields": {
        "name": "Оргтехника",
        "description": "Описание категории оргтехника"
    }
}
]
